---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DaNPerMSup2
source: html/4640b290-60f7-0ff6-087d-fd98c9e61e59.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DaNPerMSup2 Property

Symbol daN/m², indicating unit Dekanewtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DaNPerMSup2 { get; }
```